Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2018-2.pdf.tmx
Source language: nob
Languages: sme

source: I den forbindelse har Styringsgruppe for samisk helseprosjekt - svensk side hatt møte med Sametingsrådet.
sme: Dan oktavuođas lea sámi dearvvašvuođaprošeavtta stivrenjoavkkus Ruoŧa bealde leamaš čoahkkin Sámediggeráđiin.

source: Delegasjonen besto av länspolitikere og ledere, samt representanter fra SSR, Umeå universitet og Sametinget i Sverige.
sme: Delegašuvdnii gullet leanapolitihkkarat ja jođiheaddjit, ja SSR, Ubmi universitehta ja Ruoŧa beale Sámedikki ovddasteaddjit.

source: De fikk orientering om hvordan Sametinget på norsk side jobber med samiske helse- og sosialpolitiske saker, deriblant utvikling av tjenestetilbud, forskning og tjenester for samiske eldre.
sme: Sidjiide čilgiimet movt Sámediggi Norgga bealde bargá sámi dearvvašvuođa- ja sosiálapolitihkalaš áššiiguin, nugo bálvalusfálaldagaid ovddidemiin, dutkamiin ja bálvalusaid láhčimiin sámi vuorasolbmuide.

source: Sametingets eldreråd deltok med informasjon om eldrerådets arbeid, og anmodet det svenske Sametinget å opprette et eldreråd.
sme: Sámedikki vuorrasiidráđđi searvvai ja muitalii vuorrasiidráđi barggu birra, ja ávžžuhii Ruoŧa beale Sámedikki ásahit vuorrasiidráđi.

source: Møte i nytt eldreråd Sametingets nyvalgte eldreråd har hatt sitt første møte i Tromsø.
sme: Ođđa vuorrasiidráđis čoahkkin Sámedikki gieskat válljejuvvon vuorrasiidráđis lei vuosttaš čoahkkin Romssas.

source: Valg av nestleder sto på sakslista, og Ingolf Kvandahl ble valgt.
sme: Áššelisttas lei nubbinjođiheaddji válljen, masa Ingolf Kvandahl válljejuvvui.

source: Eldrerådet fremmet også forslag til medlem og varamedlem til Trööndelaagen saemien raerie - Trøndelag samisk råd.
sme: Vuorrasiidráđđi evttohii maiddái ahte válljejuvvošii lahttu ja várrelahttu Trööndelaagen saemien raerie - Troanddima sámi ráđđái.

source: Som medlem ble Lars Bransfjell foreslått, med Ingrid Jåma som vararepresentant.
sme: Lahttun evttohuvvui Lars Bransfjell, ja Ingrid Jåma fas várrelahttun.

source: Eldrerådet vedtok også å sende inn forslag til samisk medlem til Statens seniorråd, når denne skal oppnevnes på nytt.
sme: Vuorrasiidráđđi mearridii maiddái evttohit sámi lahtu Stáhta seniorráđđái, go dat galgá ođđasis nammaduvvot.

source: Sametingsrådet og eldrerådet hadde et felles møte hvor samarbeid, roller og forventninger, og utfordringer fremover ble diskutert.
sme: Sámediggeráđis ja vuorrasiidráđis lei oktasaš čoahkkin ovttasbarggu, rollaid ja vuordámušaid birra, ja ságastallojuvvui hástalusaid birra boahtteáiggis.

source: I forbindelse med eldrerådets møte i Tromsø ble det også avholdt felles møte med SUPU og Sametingsrådet om Sannhets- og forsoningskommisjonen.
sme: Vuorrasiidráđi čoahkkima oktavuođas Romssas dollojuvvui čoahkkin maiddái SáNuL:in ja Sámediggeráđiin Duohtavuođa- ja seanadankommišuvnna birra.

source: Eldrerådet har kommet med innspill til mandat, sammensetning, saker som bør tas opp, og det videre arbeidet.
sme: Vuorrasiidráđđi lea buktán árvalusaid mandáhtii, čoahkkádussii, áššiide maid berre váldit ovdan, ja bargui viidáseappot.

source: Eldrerådet har også hatt møte på Snåsa, der de møtte Snåsa eldreråd, og samiske eldres situasjon i kommunen ble diskutert.
sme: Vuorrasiidráđis lea maiddái leamaš čoahkkin Snåases, gos sii deaivvadedje Snåase vuorrasiidráđiin, ja sii ságastedje sámi vuorasolbmuid dili birra gielddas.

source: Eldrerådet etterlyste blant annet samisk representasjon i det kommunale eldrerådet, og ba Snåsa eldreråd om å huske på dette ved neste valg.
sme: Vuorrasiidráđđi váillahii earret eará sámi ovddastusa gielddalaš vuorrasiidráđis, ja bivddii Snåase vuorrasiidráđi muitit dan boahtte válggain.

source: Eldrerådet besøkte Snåsa helsesenter og sansehagen.
sme: Vuorrasiidráđđi finai galledeamen Snåase dearvvašvuođaguovddáža ja áicosiidda.

source: Eldrerådet besøkte også det sørsamiske språk- og kompetansesenteret Gïelem nastedh, samt deltok på språkkafe som språksenteret arrangerer jevnlig.
sme: Vuorrasiidráđđi finai maiddái galledeamen máttasámi giella- ja gelbbolašvuođaguovddáža Gïelem nastedh, ja searvvai giellakafeai maid giellaguovddáš lágida jeavddalaččat.

source: Eldrerådet behandlet blant annet sak om samisk helsetjeneste/spesialisthelsetjeneste, mandat for Sannhets- og forsoningskommisjonen, og kom med en uttalelse til etiske retningslinjer for samisk helseforskning og forskning på samisk humant biologisk materiale.
sme: Vuorrasiidráđđi meannudii earret eará ášši sámi dearvvašvuođabálvalusa/spesialistadearvvašvuođa bálvalusa birra, Duohtavuođa- ja seanadankommišuvnna mandáhta birra, ja buvttii cealkámuša sámi dearvvašvuođadutkamii ja dutkamii sámi humána biologalaš ávdnasiid birra.

source: Møte med Kautokeino kirkelige fellesråd Sametingsrådet har avholdt et møte med diakon og kirkeverge i Kautokeino om tilbud til samiske eldre i Kautokeino kommune.
sme: Čoahkkin Guovdageainnu girkolaš oktasašráđiin Sámediggeráđđi lea doallan čoahkkima Guovdageainnu diakonain ja girkobálvváin sámi vuorasolbmuid fálaldaga birra Guovdageainnu suohkanis.

source: På møtet ble spesielt eldres situasjon i Máze diskutert.
sme: Čoahkkimis ságastuvvui erenoamážit vuorasolbmuid dili birra Mázes.

source: Kirkelig fellesråd er nå i gang med å igangsette dagtilbud til eldre i Máze.
sme: Girkolaš oktasašráđđi lea dál álggaheamen beaivefálaldaga vuorasolbmuide Mázes.

source: Kautokeino kommune er samarbeidspart.
sme: Guovdageainnu suohkan lea ovttasbargobealli.

source: Sametingsrådet innvilget tilskudd til dagtilbudet, som også skal gjelde de eldre i Láhpoluoppal.
sme: Sámediggeráđđi juolludii doarjaga beaivefálaldahkii, mii guoská vuorasolbmuide maiddái Láhpoluobbalis.

source: Sametingsrådet har også satt i gang en prosess med å få til eventuell samarbeidsavtale med Husbanken, der formålet blant annet er å få innfridd kravet om døgndrift på Máze bo- og servicesenter, slik at senteret kan brukes til eldretreff på dagtid.
sme: Sámediggeráđđi lea maiddái álggahan proseassa oažžun dihtii vejolaš ovttasbargošiehtadusa Viessobáŋkkuin, man ulbmilin lea earret eará luvvet gáibádusa jándordoaimmas Máze ássan- ja bálvalanguovddážis, vai guovddáža sáhtášii geavahit vuorasolbmuid deaivvademiide beaivet.

source: 8.3 En likeverdig barneverntjeneste Mål for innsatsområdet: Samiske barns rettigheter og behov er sikret i møte med barnevernet.
sme: 8.3 Ovttaárvosaš mánáidsuodjalanbálvalus Áŋgiruššansuorggi mihttomearri: · Sámi mánáid vuoigatvuođat ja dárbu sihkkarastojuvvojit mánáidsuodjalusain deaivvadeamis.

source: Konsultasjoner på tildeling av oppgaver i barnevernet I møte med Barne- og likestillingsminister i desember 2016 ga Regjeringen aksept for konsultasjoner med Sametinget på tildelingsbrev på barnevernsfeltet.
sme: Konsultašuvnnat doaimmaid juogadeamis mánáidsuodjalusas Čoahkkimis Mánáid- ja dásseárvominstariin juovlamánus 2016 dohkkehii Ráđđehus konsultašuvnnaiguin Sámedikkiin mánáidsuodjalussuorggi juolludusreivve.

source: Dette ble også fulgt opp i utarbeidelse av tildelingsbrev til barnevernet i 2017, der Barne- og likestillingsdepartementet (BLD) konsulterte Sametinget.
sme: Dát čuovvuluvvui maiddái juolludusreivve ráhkademiin mánáidsuodjalussii 2017:s, man oktavuođas Mánáid- ja dásseárvodepartemeanta (MDD) konsulterii Sámedikkiin.

source: I november 2017 ba Sametinget om konsultasjoner på BLDs tildelingsbrev i barnevernet 2018.
sme: Skábmamánus 2017 bivddii Sámediggi konsultašuvnnaid MDD juolludusreivii mánáidsuodjalusa várás jahkái 2018.

source: Barne- og likestillingsdepartementet avslo konsultasjoner med begrunnelse i at tildelingsbrevet inneholder saker av generell karakter, som må antas å ville påvirke hele samfunnet, og derfor ikke i utgangspunktet omfattes av konsultasjonsplikten.
sme: Mánáid- ja dásseárvodepartemeanta biehttalii konsultašuvnnaid dainna ákkain ahte juolludusreivve sisdoalus leat áššit main lea oppalaš luondu, maid jáhkket guoskat olles servodahkii, ja danne eai vuolggasajis guoskka konsultašuvdnageatnegasvuhtii.

source: Det vises videre til at årets tildelingsbrev ikke inneholder nye tiltak som vil kunne påvirke samiske interesser direkte.
sme: Dasto čujuhuvvo ahte dán jagi juolludusreivves eai leat ođđa doaibmabijut mat sáhtášedje váikkuhit sámi beroštumiide njuolga.

source: BLD gjør samtidig oppmerksom på at tildelingsbrevet for 2018 er ferdigstilt, og offentliggjort.
sme: MDD fuomášuhttá seammás ahte juolludusreive jahkái 2018 lea gárvvistuvvon, ja almmuhuvvon.

source: BLD har ikke gitt Sametinget mulighet til å imøtekomme departementets vurdering av konsultasjonsavtalen, før tildelingsbrevet for barnevernet ble ferdigstilt og offentliggjort.
sme: MDD ii leat addán Sámediggái vejolašvuođa dustet konsultašuvdnašiehtadusa departemeantta árvvoštallama, ovdal go juolludusreive mánáidsuodjalussii gárvvistuvvui ja almmuhuvvui.

source: Sametingsrådet vil følge dette opp med Barne- og likestillingsministeren.
sme: Sámediggeráđđi áigu čuovvulit dán Mánáid- ja dásseárvoministariin.

source: Møte med Stortingets Familie- og kulturkomité Sametinget har hatt møte med Familie- og kulturkomitéen på Stortinget.
sme: Čoahkkin Stuorradikki Bearaš- ja kulturkomiteain Sámedikkis lea leamaš čoahkkin Stuorradikki Bearaš- ja kulturkomiteain.

source: I møtet påpekte Sametingsrådet behovet for dokumentert kunnskap om samiske barn som er eller har vært under barnevernets omsorg, blant annet hvordan deres språk og kultur ivaretas og hvordan det går med dem i ettertid.
sme: Čoahkkimis čujuhii Sámediggeráđđi ahte dárbbašuvvo duođaštuvvon máhttu sámi mánáid birra geat leat dahje leat leamaš mánáidsuodjalusa fuolahusas, earret eará dan birra movt sin giella ja kultuvra leat gozihuvvon ja movt singuin manná maŋŋá.

source: Sametinget viste også til at organisering av barnevernet, der de ulike ansvarsområdene er delt på kommuner og statlige organer, medfører at det er vanskelig å få oversikt over hvordan samiske barns rettigheter følges opp.
sme: Sámediggi čujuhii maiddái ahte mánáidsuodjalusa organiseren, movt sierra ovddasvástádussuorggit juohkásit gielddain ja stáhta orgánain, dagaha ahte lea váttis oažžut geahčastaga movt sámi mánáid vuoigatvuođat čuovvuluvvojit.

source: Sametingsrådet løftet opp behovet for et overordnet og systematisk gjennomgang av barnevernstilbudet til samiske barn, både når det gjelder institusjonstilbud, tilsyn, nasjonale veiledningsorganer m.m. 8.4 Etiske retningslinjer for samisk helseforskning Mål for innsatsområdet: Den samiske befolkningens rettigheter er ivaretatt innenfor forvaltning og bruk av human biologisk materiale.
sme: Sámediggeráđđi oaivvilda ahte lea dárbu geahččat movt mánáidsuodjalusfálaldat bajimuš dásis ja vuogádatlaččat doaibmá sámi mánáide, sihke go guoská institušuvdnafálaldahkii, bearráigeahččamii, nationála bagadusorgánaide jna. 8.4 Etihkalaš njuolggadusat sámi dearvvašvuođadutkama várás Áŋgiruššansuorggi mihttomearri: · Sámi álbmoga vuoigatvuođat leat gozihuvvon humána biologalaš ávdnasiid hálddašeamis ja geavaheamis.

source: 5. Sametinget nedsatte i 2016 et utvalg bestående av representanter fra samisk helsefaglig forskningsmiljø og juridisk ekspertise som fikk som oppgave å utarbeide utkast til etiske retningslinjer for samisk helseforskning og forskning på samisk humant biologisk materiale.
sme: 2. Sámediggi bijai 2016:s lávdegotti mas leat sámi dearvvašvuođafágalaš dutkanbirrasiid ja juridihkalaš áššedovdiid ovddasteaddjit, mii galgá evttohit etihkalaš njuolggadusaid sámi dearvvašvuođadutkama ja sámi humána biologalaš dutkama várás.

source: Utvalget leverte sin rapport i desember 2017.
sme: Lávdegoddi geigii raporttas juovlamánus 2017.

source: Sametinget gjennomfører nå en høring på utvalgets arbeid, deriblant forslag til etiske retningslinjer.
sme: Sámediggi čađaha dál gulaskuddama lávdegotti barggus, earret eará evttohusa etihkalaš njuolggadusaid birra.

source: I den forbindelse arrangerte Sametingsrådet en høringskonferanse i Tromsø hvor samiske fagmiljøer, politikere og andre deltok.
sme: Dan oktavuođas lágidii Sámediggeráđđi gulaskuddankonferánssa Romssas masa serve sámi fágabirrasat, politihkkárat ja earát.

source: Høringsdokumenter er sendt ut til aktuelle høringsinstanser, og lagt ut til åpen høring på Sametingets hjemmeside.
sme: Gulaskuddandokumeanta lea sáddejuvvon áigeguovdilis gulaskuddaninstánssaide, ja lea biddjojuvvon rabas gulaskuddamii Sámedikki ruovttusiiddus.

source: Etiske retningslinjer for samisk helseforskning og forskning på samisk humant biologisk materiale sendes til behandling i plenum høsten 2018.
sme: Sámi dearvvašvuođadutkama ja sámi humána biologalaš ávdnasiid dutkama etihkalaš njuolggadusat sáddejuvvojit dievasčoahkkima meannudeapmái čakčat 2018.

source: Urfolksrettigheter, internasjonalt samarbeid og likestilling
sme: Álgoálbmotvuoigatvuođat, riikkaidgaskasaš ovttasbargu ja dásseárvu

source: Samfunnsmål: At rettigheter som er anerkjent i FNs erklæring om urfolksrettigheter er implementert i lovverk og praktisk politikk.
sme: Servodatmihttomearri: · Ahte vuoigatvuođat mat leat dohkkehuvvon ON álgoálbmotvuoigatvuođajulggaštusas heivehuvvojit láhkadahkosii ja geavatlaš politihkkii.

source: Valg av styreleder i Finnmarkseiendommen (FeFo) Sametingsrådet, NSRs gruppeleder, Aps gruppeleder og Sametingets oppnevnte medlemmer til FeFo-styret hadde dialogmøte 04.04.18.
sme: Stivrajođiheaddji válljen Finnmárkkuopmodahkii (FeFo) Sámediggeráđis, NSR joavkojođiheaddjis, Bb joavkojođiheaddjis ja Sámedikki nammadan FeFo stivrra lahtuin lei gulahallančoahkkin 04.04.18.

source: På møtet ble Nussir-saken, 5 km-sonen, sak for plenum om samstyring i og med FeFo, samt leder- og nestlederoppnevning i FeFo-styret drøftet.
sme: Čoahkkimis guorahallojuvvui Nussir-ášši, 5 km avádat, ášši dievasčoahkkimii ovttas stivren FeFos ja FeFoin, ja jođiheaddji- ja nubbinjođiheaddji nammadeapmi FeFo stivrras.

source: Sametingets oppnevnte medlem til FeFo Mathis Nilsen Eira fremmet på FeFo sitt styremøte 18.04.18 sak om valg av leder og nestleder til styret.
sme: Sámedikki nammadan lahttu FeFos Mathis Nilsen Eira ovddidii FeFo stivračoahkkimis 18.04.18 ášši jođiheaddji ja nubbinjođiheaddji válljemis stivrii.

source: Saken ble avvist med bruk av styreleders dobbeltstemme, samtidig som det ble vedtatt at saken ble oversendt til Kontrollkomitéen for FeFo.
sme: Ášši hilgojuvvui stivrajođiheaddji duppaljienain, seammás go mearriduvvui ahte ášši sáddejuvvui FeFo Bearráigeahččanlávdegoddái.

source: Styremedlemmene Mathis Nilsen Eira og Máret Guhttor la inn en protokolltilførsel om at en slik avvisning av fremmet sak fra et styremedlem ikke er i samsvar med den lovbestemte retten ethvert styremedlem har til å kreve bestemte saker styrebehandlet i møte, jf. Finnmarksloven § 9, 2. ledd.
sme: Stivralahtu guovttos Mathis Nilsen Eira ja Máret Guhttor guđiiga beavdegirjelasáhusa das ahte ovddiduvvon ášši hilgun stivralahtus ii dávis láhkavuoigadahttojuvvon riektái mii juohke stivralahtus lea gáibidit dihto áššiid stivrras meannuduvvot čoahkkimis, gč. Finnmárkkulága § 9, nuppi lađđasa.

source: Sametingsrådet har reagert på at flertallet i styret slik hindrer behandling av saker i styret og ba derfor i brev av 20.04.18 til Kontrollkomitéen for FeFo å foreta kontroll av om beslutningen er fattet i samsvar med Finnmarksloven.
sme: Sámediggeráđđi lea reageren go eanetlohku stivrras dieinna lágiin hehtte áššiid meannudeami stivrras ja bivddii danne reivves 20.04.18 FeFo Bearráigeahččanlávdegotti bearráigeahččat ahte dávista go mearrádus Finnmárkkulága.

source: Gjeninnføring av 5-kilometerssonen på Finnmarkseiendommen (FeFo) Styret i FeFo vedtok i sak 94/2017 å sende innføring av 5-kilometersonen slik den vil være ut fra dagens offentlige veier i Finnmark og slik ordningen var før den ble avviklet i 2006, på høring, med forbehold om at gjeninnføring er juridisk gjennomførbart.
sme: Viđakilomehtera avádaga fas adnui váldin Finnmárkkuopmodagas (FeFo) FeFo stivra mearridii áššis 94/2017 sáddet 5 kilomehtera avádaga adnui váldima dieinna lágiin go dat lea otnáš almmolaš geainnuid vuođul Finnmárkkus ja nugo ortnet lei ovdal go dat loahpahuvvui 2006:s, gulaskuddamii dainna eavttuin ahte adnui váldin lea juridihkalaččat čađahahtti.

source: Høringsfristen var 01.05.18.
sme: Gulaskuddanáigemearri lei 01.05.18.

source: Sametingsrådet har sendt ut informasjon om høringen til Sametingets gruppeledere og oppfordret de til å sørge for at relevante foreninger og organisasjoner får informasjon om høringen.
sme: Sámediggeráđđi lea sádden dieđuid gulaskuddama birra Sámedikki joavkojođiheddjiide ja ávžžuhan sin fuolahit ahte relevánta searvvit ja organisašuvnnat ožžot dieđu gulaskuddama birra.

source: Sametingsrådet mener at det er viktig at lokale erfaringer med fisketurisme og lokal og tradisjonell kunnskap om fisket og områdene det gjelder, kommer frem når FeFo skal vurdere saken.
sme: Sámediggeráđđi oaivvilda ahte lea deaŧalaš ahte báikkálaš vásihusat guollebivdoturismmain ja báikkálaš ja árbevirolaš máhttu guolástusa birra ja guovlluid birra maidda guoská boahtá ovdan dalle go FeFo árvvoštallá ášši.

source: Sametingsrådet har bedt Sametingets administrasjon gjøre en vurdering av det rettslige handlingsrommet for FeFos reguleringer av innlandsfisket, herunder muligheten for gjeninnføring av 5-kilometerssonen.
sme: Sámediggeráđđi lea bivdán Sámedikki hálddahusa árvvoštallat rievttálaš doaibmamuni das mo FeFo regulere sáivačáhcebivddu, maiddái vejolašvuođa adnui váldit 5 kilomehtera avádaga.

source: Evaluering av mineralloven Nærings- og fiskeridepartementet klargjorde i mars 2017 at de skal evaluere Mineralloven.
sme: Minerálalága evalueren Ealáhus- ja guolástusdepartemeanttas čilgii njukčamánus 2017 ahte áigot evalueret Minerálalága.

source: Dette var også tema på President Aili Keskitalos møte med Næringsminister Monica Mæland i desember 2017.
sme: Dat lei maid fáddán Presideantta Aili Keskitalo čoahkkimis Ealáhusministariin Monica Mælandain juovlamánus 2017.

source: Evalueringen skal ikke foreslå lovendringer, men vurderinger av lovendringer kan være et resultat av evalueringen.
sme: Evalueremis eai galgga evttohuvvot láhkarievdadusat, muhto láhkarievdadusaid árvvoštallamat sáhttet leat evaluerema boađus.

source: Sametinget ga 06.04.18 tilbakemelding på utkast til mandat for en slik evaluering.
sme: Sámediggi vástidii 06.04.18 dán evaluerema mandáhta evttohussii.

source: Det ble der lagt vekt på at de særlige bestemmelsene i loven for sikring av samiske interesser og rettigheter fungerer og samsvarer med folkerettslige forpliktelser.
sme: Deattuhuvvui ahte erenoamáš mearrádusat lágas sámi beroštumiid ja vuoigatvuođaid sihkkarastimis doibmet ja dávistit álbmotrievttálaš geatnegasvuođaide.

source: Evalueringsutvalget er enda ikke nedsatt.
sme: Evaluerenlávdegoddi ii leat vel biddjojuvvon.

source: 9.2 Samisk samarbeid Mål for innsatsområdet: · Samisk språk, kultur og samfunnsliv bevares og utvikles både innenfor den enkelte
sme: 9.2 Sámi ovttasbargu Áŋgiruššansuorggi mihttomearri: · Sámi giella, kultuvra ja servodateallin gozihuvvojit ja ovddiduvvojit sihke ovttaskas nationála stáhta siskkobealde ja stáhtarájáid rastá.

source: Sametingenes samarbeid gjennom Samisk Parlamentarisk Råd Samisk parlamentarisk råd (SPR) avholdt møte i Karasjok 15.05.18.
sme: Sámedikkiid ovttasbargu Sámi Parlamentáralaš Ráđi bokte Sámi Parlamentáralaš Ráđđi (SPR) doalai čoahkkima Kárášjogas 15.05.18.

source: Representanter for Samisk Parlamentarisk Råds ungdomspolitiske råd deltok og informerte om sin virksomhet.
sme: SPR nuoraidpolitihkalaš ráđi ovddasteaddjit serve ja muitaledje sin doaimma birra.

source: På møtet overtok Sametinget i Sverige ledervervet i SPR for en periode på minst 16 måneder.
sme: Čoahkkimis válddii Ruoŧa beale Sámediggi badjelasas SPR jođihandoaimma unnimusat 16 mánu áigodahkii.

source: Sametinget i Norge har hatt ledervervet siden 22.09.16.
sme: Sámedikkis Norgga bealde lea leamaš jođihandoaibma 22.09.16 rájes.

source: SPR vedtok en uttalelse angående planene om jernbaneforbindelse fra Finland og Norge til isfri havn i nord.
sme: SPR mearridii cealkámuša mii guoská plánaide ráhkadit ruovdemáđija Suomas Norgii jieŋahis hámmanii davvin.

source: Egen handlingsplan for SPR ble vedtatt.
sme: SPR iežas doaibmaplána mearriduvvui.

source: 9.3 Nordområdene Mål for innsatsområdet: · En bærekraftig utvikling for folkene som bor i nord.
sme: 9.3 Davviguovllut Áŋgiruššansuorggi mihttomearri: · Ceavzilis ahtanuššan davvin ássi álbmogiidda.

source: Arktisk råd Sametinget har deltatt i Norges delegasjon på Senior Arctic Officials (SAO-møte) i Levi i Finland 21.-23.03.18.
sme: Árktalaš ráđđi Sámediggi lea searvan Senior Arctic Officials (SAO-čoahkkin) Norgga delegašuvdnii Levis Suomas 21.- 23.03.18.

source: Der var det tematisk diskusjon om kommunikasjon/tilkobling, som strakk seg fra digitale helseplattformer til manglende internettdekning i tradisjonelle urfolksområder.
sme: Doppe lei temáhtalaš ságastallan gulahallama/laktima birra, digitála dearvvašvuođa čovdosiid rájes váilevaš interneahttaoktavuhtii árbevirolaš álgoálbmotguovlluin.

source: Tilgang til trådløs satellittkommunikasjon og relevante brukerverktøy og programmer blir stadig viktigere for å utvikle urfolks næringer.
sme: Árppuhis satelihtta gulahallama oažžun, ja relevánta geavaheaddji reaiddut ja prográmmat šaddet dađistaga deaŧaleabbon álgoálbmogiid ealáhusaid ovddideapmái.

source: Videre var meteorologisk samarbeid på dagsorden.
sme: Dasto lei meteorologalaš ovttasbargu áššelisttas.

source: Her kom det frem at det er viktig at urfolk definerer hvilke klimatjenester de har behov for i fremtiden.
sme: Dás bođii ovdan ahte lea deaŧalaš ahte álgoálbmogat meroštallet makkár dálkkádatbálvalusaid sii dárbbašit boahtteáiggis.

source: Diskusjoner om en strategisk plan for Arktisk råd videreføres nå av det finske formannskapet.
sme: Digaštallamat Árktalaš ráđi strategalaš plána birra joatkašuvvet dál Suoma ovdagottis.

source: Det er en utfordring hvordan rådet kan følge opp implementeringen av egne anbefalinger, blant annet gjennom å etablere nye mekanismer og rutiner, og styrke rådets kapasitet.
sme: Hástalussan lea movt ráđđi sáhttá čuovvulit iežas rávvagiid implementerema, earret eará ođđa mekanismmaid ja rutiinnaid ásaheami bokte, ja nannet ráđi kapasitehta.

source: Formannskapet vil på bakgrunn av diskusjonene utarbeide et nytt utkast til strategisk plan.
sme: Ovdagoddi galgá ságastallamiid vuođul ráhkadit ođđa strategalaš plánaevttohusa.

source: 9.4 Urfolks rettigheter Mål for innsatsområdet: · FNs erklæring om urfolks rettigheter er implementert i lovverk og praktisk politikk.
sme: 9.4 Álgoálbmogiid vuoigatvuođat Áŋgiruššansuorggi mihttomearri: · ON álgoálbmotvuoigatvuođajulggaštus lea heivehuvvon láhkadahkosiin ja geavatlaš politihkas.

source: FNs permanente forum for urfolkssaker President Aili Keskitalo og leder for Sametingets ungdomspolitiske utvalg (SUPU) Ole Henrik Bjørkmo Lifjell deltok på møter under FNs Permanente forum for urfolkssaker i perioden 15.- 21.04.18.
sme: ON álgoálbmotáššiid bissovaš forum Presideanta Aili Keskitalo ja Sámedikki nuoraidpolitihkalaš lávdegotti (SáNuL) jođiheaddji Ole Henrik Bjørkmo Lifjell searvvaiga čoahkkimiidda ON álgoálbmotáššiid bissovaš foruma vuolde áigodagas 15.- 21.04.18.

source: Urfolks kollektive rettigheter til land, territorier og ressurser var temaet for forumets 17. sesjon i New York.
sme: Álgoálbmogiid oktasaš vuoigatvuođat eatnamiidda, guovlluide ja resurssaide ledje fáddán foruma 17. sešuvnnas New Yorkas.

source: En av hovedtemaene var planleggingen og gjennomføringen av urfolksspråkåret.
sme: Okta váldofáttáin lei álgoálbmotgiellajagi plánen ja čađaheapmi.
